# Подключение WireGuard VPN из Windows

[WireGuard](https://www.wireguard.com)  - быстрый и совремменный VPN. 
* Удобство эксплуатации
* Высокая производительность
* Безопасность

Чтобы воспользоваться всеми достоинствами этого приложения необходимо:
1. Установить программу [WireGuard с официального сайта](https://www.wireguard.com/install/)

![1](img/1_inst.jpg)
2. Запустить скаченный файл

![2](img/2_inst.jpg)
3. В открывшемся окне приложения выбрать пункт "Импорт туннелей из файла" (можно использовать горячие клавиши Ctrl+O)

![3](img/3_inst.jpg)
5. Для создания тунннеля выбрать файл с разрешением *.conf

![4](img/4_inst.jpg)
7. Чтобы включить VPN, нажать кнопку "Подключить"

![5](img/5_inst.jpg)

Поздравляю, теперь вы можете воспользоваться [калькулятором](сюда ссылку на калькулятор для проверки?)
